{
  "burgers": [
    {
      "name": "Classic Burger",
      "image": "https://cdn.picpng.com/burger_and_sandwich/mixed-burger-26389.png",
      "price": 300,
      "description": "В каждом ресторане используется своя интерпретация рецепта. Отличия чаще всего касаются заправки и овощей. Так, одни заведения смешивают кетчуп и горчицу, другие используют лишь один из компонентов. Выбор овощей также вариативен. Чаще всего встречаются такие комбинации, как лук и огурчик или помидор и салат.",
      "count": 5,
      "id": 1
    },
    {
      "name": "Beef Burger",
      "image": "https://www.picng.com/upload/burger_sandwich/png_burger_sandwich_10822.png",
      "price": 750,
      "description": "Черный гамбургер или чизбургер подается во многих ресторанах Японии. Блюдо интересно своим цветом. Все ингредиенты, включая булочку, мясо, овощи и сыр, окрашены в черный. Добиться эффекта позволяют чернила каракатицы или активированный уголь.",
      "count": 9,
      "id": 3
    },
    {
      "name": "Perfect Burger",
      "image": "https://www.pngall.com/wp-content/uploads/2016/05/Burger-PNG-HD.png",
      "price": 900,
      "description": "В чикенбургере говядина заменяется на куриное мясо: котлету, наггетсы или филе. Остальные ингредиенты совпадают с составом гамбургера: булочка, овощи, соус. В блюдо также может включаться сыр, ананасы.",
      "count": 3,
      "id": 4
    },
    {
      "name": "Best Burger",
      "image": "https://img.cppng.com/download/2020-06/6-2-burger-png-image.png",
      "price": 400,
      "description": "В этом перекусе мясо заменяется на рыбу в любом исполнении. Популярны котлеты, жареное филе или паштет. Блюдо также содержит булочки, овощи и соус. Кроме того, в состав может входить сыр и омлет.",
      "count": 3,
      "id": 5
    },
    {
      "name": "Mike Burger",
      "image": "https://cdn.picpng.com/burger_and_sandwich/mixed-burger-26389.png",
      "price": 500,
      "description": "Рассказать в одной статье, какие бывают бургеры, невозможно. Ведь блюдо считается международным и имеет сотни рецептов. Так, в Австралии можно полакомиться бургером из кенгуру или страуса, а в Марокко – из верблюда. Мы представили вам наиболее популярные исполнения с красочными фото.",
      "count": 2,
      "id": 6
    },
    {
      "name": "Cheese Burger",
      "image": "https://img.cppng.com/download/2020-06/6-2-burger-png-image.png",
      "price": 450,
      "description": "Чизбургер – второй по популярности вид бургера. Название блюда происходит от английского «cheese». Чизбургер имеет тот же состав, что и гамбургер, но содержит ещё один обязательный ингредиент – ломтик сыра. Как правило, используют полумягкие сорта, которые слегка плавятся при контакте с жареной котлетой. Наиболее популярен американский рецепт с сыром чеддер. Однако встречаются и вариации с сыром дорблю, фета, гауда, пеппер. Возможно использование плавленых и копченых сыров.",
      "count": 1,
      "id": 7
    },
    {
      "name": "Big Burger",
      "image": "https://www.pngarts.com/files/12/Burger-Sandwich-PNG-High-Quality-Image.png",
      "price": 600,
      "description": "И хотя внешне это блюдо не похоже на бургер, а напоминает котлеты, В мире его считают одним из видов бургеров. Наверное, потому что в составе котлеты уже есть хлеб, а сверху неё обычно обычно кладут жаренные грибы и лук.",
      "count": 1,
      "id": 8
    },
    {
      "name": "King Burger",
      "image": "https://www.pngall.com/wp-content/uploads/2016/05/Burger-PNG-HD.png",
      "price": 1000,
      "description": "Специальный бургер из Китая. Для его приготовления используют мясо осла («donkey» с англ. «осел»), мясо подают холодным вместе с зеленым перцем.",
      "count": 1,
      "id": 9
    }
  ],
  "reviews": [
    {
      "text": "I love this service",
      "user": "maysalbek@gmal.cm",
      "id": 8
    },
    {
      "text": "is food",
      "user": "burger@admin.com",
      "id": 13
    },
    {
      "text": "as",
      "user": "maysalbek1972@gmail.com",
      "id": 14
    }
  ],
  "checks": [],
  "comments": [
    {
      "author": "burger@admin.com",
      "title": "good\n",
      "prodId": 4,
      "id": 1
    }
  ],
  "likes": [
    {
      "user": "maysalbek1972@gmail.com",
      "itemId": 3,
      "id": 1
    },
    {
      "user": "burger@admin.com",
      "itemId": 3,
      "id": 2
    },
    {
      "user": "burger@admin.com",
      "itemId": 5,
      "id": 3
    }
  ]
}